[
  {
    "timetype": "time",
    "pensum": "14%",
    "entri": [
      {
        "name": "fugiat consequat ipsum fugiat labore ad ad irure labore cupidatat",
        "id": "6513d224259e24a65bd49d07",
        "description": "Cupidatat do aliquip non quis cupidatat consequat dolore ad irure mollit in amet. Amet eu elit tempor exercitation esse. Magna eu ad Lorem amet dolor. Incididunt id sunt sunt officia et velit. Consequat nisi dolor eiusmod non quis. Sunt veniam anim id nisi ad incididunt culpa nisi velit commodo pariatur est exercitation sint. Quis aute laborum esse consectetur.\r\n",
        "tag": [
          {
            "name": "sint elit exercitation sit aliquip do et amet Lorem",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Fri Jun 02 2023 11:52:26 GMT+0200 (Central European Summer Time)",
            "time": 1
          }
        ]
      },
      {
        "name": "eu laborum et laboris officia ullamco quis voluptate id incididunt",
        "id": "6513d224bde25f4e38777f7a",
        "description": "Sit adipisicing enim esse labore eiusmod ex exercitation voluptate excepteur aliqua. Dolor proident aute ea Lorem. Et ut voluptate occaecat et incididunt. Laboris magna duis culpa minim non mollit adipisicing deserunt labore ipsum est. Nostrud aute nisi anim pariatur. Dolor labore aliquip eu anim qui sit aute aliqua pariatur incididunt cupidatat.\r\n",
        "tag": [
          {
            "name": "occaecat elit ut dolore do id Lorem commodo dolor voluptate",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Thu Apr 27 2023 01:05:09 GMT+0200 (Central European Summer Time)",
            "time": 8
          }
        ]
      },
      {
        "name": "est culpa dolor pariatur commodo in reprehenderit do sit proident",
        "id": "6513d224a237dae5ea525829",
        "description": "Cupidatat voluptate voluptate ea tempor veniam Lorem aliquip adipisicing et labore reprehenderit labore. Lorem enim enim officia tempor. Et non id consequat ullamco. Incididunt cupidatat anim pariatur sit voluptate cupidatat commodo consectetur velit pariatur veniam veniam et.\r\n",
        "tag": [
          {
            "name": "est ea cillum ipsum proident officia aliquip Lorem mollit",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Mar 20 2023 07:25:36 GMT+0100 (Central European Standard Time)",
            "time": 22
          }
        ]
      },
      {
        "name": "nulla fugiat elit velit veniam qui aute ea excepteur laborum",
        "id": "6513d2244b2b662bf3b92b28",
        "description": "In velit ad velit reprehenderit minim voluptate commodo exercitation. Qui non proident mollit cillum irure duis in dolore sunt nostrud sit. Elit duis tempor exercitation esse nostrud nulla id in qui sunt ex tempor eu. Pariatur ullamco dolore id culpa proident ullamco nisi elit est. Amet occaecat et anim nostrud sit.\r\n",
        "tag": [
          {
            "name": "aliqua elit labore pariatur adipisicing laborum amet Lorem culpa",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Sat Jun 10 2023 03:05:07 GMT+0200 (Central European Summer Time)",
            "time": 18
          }
        ]
      },
      {
        "name": "non non ea sit sint eu irure excepteur sint dolor",
        "id": "6513d2245020b6b9a280fdb4",
        "description": "Commodo reprehenderit sit amet sint voluptate id magna cupidatat esse ea do laborum. Ea eiusmod magna do quis deserunt. Lorem velit velit non consectetur.\r\n",
        "tag": [
          {
            "name": "consequat duis velit ipsum proident ea labore amet ullamco adipisicing incididunt",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Tue Aug 15 2023 23:50:16 GMT+0200 (Central European Summer Time)",
            "time": 9
          }
        ]
      },
      {
        "name": "non non ea sit sint eu irure excepteur sint dolor",
        "id": "6513d2245020b6b9a280fdb4",
        "description": "Commodo reprehenderit sit amet sint voluptate id magna cupidatat esse ea do laborum. Ea eiusmod magna do quis deserunt. Lorem velit velit non consectetur.\r\n",
        "tag": [
          {
            "name": "consequat duis velit ipsum proident ea labore amet ullamco adipisicing incididunt",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Tue Aug 15 2023 23:50:16 GMT+0200 (Central European Summer Time)",
            "time": 9
          }
        ]
      }
    ]
  }
]