[
  {
    "timetype": "time",
    "pensum": "14%",
    "entri": [
      {
        "name": "fugiat consequat ipsum fugiat labore ad ad irure labore cupidatat",
        "id": "6513d224259e24a65bd49d07",
        "description": "Cupidatat do aliquip non quis cupidatat consequat dolore ad irure mollit in amet. Amet eu elit tempor exercitation esse. Magna eu ad Lorem amet dolor. Incididunt id sunt sunt officia et velit. Consequat nisi dolor eiusmod non quis. Sunt veniam anim id nisi ad incididunt culpa nisi velit commodo pariatur est exercitation sint. Quis aute laborum esse consectetur.\r\n",
        "tag": [
          {
            "name": "sint elit exercitation sit aliquip do et amet Lorem",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Fri Jun 02 2023 11:52:26 GMT+0200 (Central European Summer Time)",
            "time": 0.28
          }
        ]
      },
      {
        "name": "eu laborum et laboris officia ullamco quis voluptate id incididunt",
        "id": "6513d224bde25f4e38777f7a",
        "description": "Sit adipisicing enim esse labore eiusmod ex exercitation voluptate excepteur aliqua. Dolor proident aute ea Lorem. Et ut voluptate occaecat et incididunt. Laboris magna duis culpa minim non mollit adipisicing deserunt labore ipsum est. Nostrud aute nisi anim pariatur. Dolor labore aliquip eu anim qui sit aute aliqua pariatur incididunt cupidatat.\r\n",
        "tag": [
          {
            "name": "occaecat elit ut dolore do id Lorem commodo dolor voluptate",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Thu Apr 27 2023 01:05:09 GMT+0200 (Central European Summer Time)",
            "time": 8.39
          }
        ]
      },
      {
        "name": "est culpa dolor pariatur commodo in reprehenderit do sit proident",
        "id": "6513d224a237dae5ea525829",
        "description": "Cupidatat voluptate voluptate ea tempor veniam Lorem aliquip adipisicing et labore reprehenderit labore. Lorem enim enim officia tempor. Et non id consequat ullamco. Incididunt cupidatat anim pariatur sit voluptate cupidatat commodo consectetur velit pariatur veniam veniam et.\r\n",
        "tag": [
          {
            "name": "est ea cillum ipsum proident officia aliquip Lorem mollit",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Mar 20 2023 07:25:36 GMT+0100 (Central European Standard Time)",
            "time": 22.69
          }
        ]
      },
      {
        "name": "nulla fugiat elit velit veniam qui aute ea excepteur laborum",
        "id": "6513d2244b2b662bf3b92b28",
        "description": "In velit ad velit reprehenderit minim voluptate commodo exercitation. Qui non proident mollit cillum irure duis in dolore sunt nostrud sit. Elit duis tempor exercitation esse nostrud nulla id in qui sunt ex tempor eu. Pariatur ullamco dolore id culpa proident ullamco nisi elit est. Amet occaecat et anim nostrud sit.\r\n",
        "tag": [
          {
            "name": "aliqua elit labore pariatur adipisicing laborum amet Lorem culpa",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Sat Jun 10 2023 03:05:07 GMT+0200 (Central European Summer Time)",
            "time": 18.01
          }
        ]
      },
      {
        "name": "non non ea sit sint eu irure excepteur sint dolor",
        "id": "6513d2245020b6b9a280fdb4",
        "description": "Commodo reprehenderit sit amet sint voluptate id magna cupidatat esse ea do laborum. Ea eiusmod magna do quis deserunt. Lorem velit velit non consectetur.\r\n",
        "tag": [
          {
            "name": "consequat duis velit ipsum proident ea labore amet ullamco adipisicing incididunt",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Tue Aug 15 2023 23:50:16 GMT+0200 (Central European Summer Time)",
            "time": 8.39
          }
        ]
      }
    ]
  },
  {
    "timetype": "decimal",
    "pensum": "19%",
    "entri": [
      {
        "name": "nulla laboris cillum ea do commodo ut quis duis eiusmod",
        "id": "6513d22441ada4a4e87e74a6",
        "description": "Ullamco laboris reprehenderit excepteur esse. Incididunt ea elit aliquip incididunt et incididunt veniam labore. Nostrud et quis aliqua occaecat duis minim eu adipisicing qui ut anim ex.\r\n",
        "tag": [
          {
            "name": "ad magna enim excepteur aliqua nulla irure commodo",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Fri Jul 07 2023 13:07:57 GMT+0200 (Central European Summer Time)",
            "time": 15.72
          }
        ]
      },
      {
        "name": "id id sit id qui amet enim commodo deserunt dolore",
        "id": "6513d224b97cbfcf501207ee",
        "description": "Officia consequat eu veniam veniam ipsum enim culpa. Cupidatat consectetur non elit eu cupidatat do dolor. Fugiat quis nostrud est tempor et culpa cillum pariatur eiusmod sit. Cupidatat ex id et dolore.\r\n",
        "tag": [
          {
            "name": "pariatur amet ex dolore officia in excepteur duis",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Sep 18 2023 02:46:27 GMT+0200 (Central European Summer Time)",
            "time": 22.73
          }
        ]
      },
      {
        "name": "sunt ipsum duis magna cillum eu eiusmod veniam eiusmod labore",
        "id": "6513d22470858d3c76816359",
        "description": "Consectetur esse cillum adipisicing quis elit id ipsum eiusmod culpa nostrud incididunt tempor nostrud. Ipsum sunt et fugiat ullamco in cupidatat pariatur. Occaecat ea magna sunt laborum in velit exercitation. Mollit qui elit magna mollit magna elit aliqua labore duis nulla. Deserunt reprehenderit ad veniam eiusmod ea dolore aliqua. Ut minim anim non aliqua culpa consequat ea dolore nisi labore. Veniam eu tempor nisi aliqua anim occaecat elit deserunt qui ea.\r\n",
        "tag": [
          {
            "name": "laborum quis nisi eiusmod eu qui labore dolor Lorem",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Mon May 15 2023 04:54:09 GMT+0200 (Central European Summer Time)",
            "time": 16.81
          }
        ]
      },
      {
        "name": "aliqua pariatur Lorem dolor incididunt aliqua anim enim adipisicing in",
        "id": "6513d224591971418a9960dd",
        "description": "Duis dolore cillum culpa veniam nulla tempor ex laboris. Pariatur do id eiusmod et nisi mollit laborum. Officia qui Lorem et id quis laborum veniam veniam irure Lorem. Consectetur pariatur consectetur consequat labore in laboris culpa elit. Magna commodo nulla cupidatat Lorem veniam dolor veniam. Sunt ea quis sit voluptate occaecat. Adipisicing dolore laboris adipisicing proident ullamco.\r\n",
        "tag": [
          {
            "name": "cupidatat proident non minim nostrud in nulla dolor proident qui adipisicing nisi",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Jun 19 2023 10:24:01 GMT+0200 (Central European Summer Time)",
            "time": 8.26
          }
        ]
      },
      {
        "name": "proident minim amet mollit duis dolor laboris veniam eiusmod aliqua",
        "id": "6513d224efff886ba1e85005",
        "description": "Veniam sunt mollit reprehenderit sint incididunt in id dolor. Nostrud minim ad commodo do excepteur cupidatat deserunt in elit cillum sunt culpa reprehenderit ex. Sit esse sit consequat consectetur culpa sint. Aute officia elit elit ea ad. Ullamco commodo ea duis cupidatat est nulla elit. Eu consectetur Lorem occaecat mollit. Minim mollit reprehenderit pariatur enim consequat ipsum cupidatat consequat anim minim minim qui deserunt magna.\r\n",
        "tag": [
          {
            "name": "veniam ex elit anim tempor laboris eu nisi veniam",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Fri Jun 30 2023 23:41:57 GMT+0200 (Central European Summer Time)",
            "time": 2.73
          }
        ]
      },
      {
        "name": "dolore eu ut qui pariatur fugiat qui qui sit labore",
        "id": "6513d22478ae748d456c79ce",
        "description": "Commodo non deserunt sint enim deserunt occaecat duis. In voluptate officia dolore qui aliqua in adipisicing excepteur dolor veniam est. Cillum sint est commodo consequat voluptate tempor et deserunt velit. Duis aliqua eiusmod dolore nostrud amet. Dolore sit ex do duis tempor proident. Duis aliquip consequat sunt Lorem eu.\r\n",
        "tag": [
          {
            "name": "enim do commodo dolor ad sint nostrud elit anim",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Fri Jan 20 2023 16:31:11 GMT+0100 (Central European Standard Time)",
            "time": 1.76
          }
        ]
      },
      {
        "name": "anim voluptate deserunt commodo pariatur ut laborum laborum non magna",
        "id": "6513d224bb7f5aabbf9ea576",
        "description": "Ut sit dolore nostrud aliqua eu ea nulla cillum sunt voluptate qui ea dolore. Sunt ut consectetur exercitation laboris qui consequat labore aliqua amet deserunt eiusmod. Cupidatat do reprehenderit anim dolore exercitation ex est ad duis amet veniam minim. Elit pariatur anim minim commodo irure aliqua anim deserunt et est Lorem. Ullamco nulla proident consequat ex qui ullamco. Minim incididunt consequat sit consectetur anim consectetur ipsum minim sunt nulla non irure ullamco in. Aute pariatur cillum voluptate tempor veniam est.\r\n",
        "tag": [
          {
            "name": "id id aute aliqua non ex sunt in ea amet eu",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Tue Jul 04 2023 07:53:51 GMT+0200 (Central European Summer Time)",
            "time": 21.76
          }
        ]
      }
    ]
  },
  {
    "timetype": "time",
    "pensum": "63%",
    "entri": [
      {
        "name": "sit reprehenderit aliqua irure Lorem et in ut aute eu",
        "id": "6513d224857868cdc9190a7d",
        "description": "Ipsum dolor id excepteur est duis enim anim deserunt exercitation. Aute dolore sunt ea mollit est labore labore esse incididunt aliqua non. Nulla consectetur excepteur ullamco nostrud minim Lorem Lorem sunt ex excepteur fugiat labore.\r\n",
        "tag": [
          {
            "name": "nisi minim pariatur minim sint qui quis proident tempor nostrud",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Sun Jul 09 2023 23:20:28 GMT+0200 (Central European Summer Time)",
            "time": 10.27
          }
        ]
      },
      {
        "name": "aliqua fugiat nulla nisi consequat eiusmod ex eu laborum minim",
        "id": "6513d224b50fb91feee25564",
        "description": "Dolore Lorem aliqua pariatur ullamco do anim adipisicing cupidatat id. Ullamco sit nisi dolore exercitation ullamco proident adipisicing. Occaecat ut nisi officia eu proident ea velit et.\r\n",
        "tag": [
          {
            "name": "elit exercitation adipisicing magna adipisicing exercitation enim aliquip cupidatat elit aliquip",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Thu Jul 20 2023 10:54:09 GMT+0200 (Central European Summer Time)",
            "time": 14.95
          }
        ]
      },
      {
        "name": "dolor Lorem esse ea elit dolore consequat sint quis ad",
        "id": "6513d224169e95f5d7dfc02c",
        "description": "Quis aute voluptate ad nostrud. Eiusmod officia do magna voluptate. Velit fugiat culpa aliquip pariatur mollit aliquip ad in nulla duis irure laboris duis. Voluptate dolor magna ullamco tempor deserunt magna culpa reprehenderit esse qui. Sint nulla culpa dolore culpa tempor velit id irure exercitation.\r\n",
        "tag": [
          {
            "name": "laboris nisi cillum amet dolore excepteur Lorem veniam minim tempor anim nostrud",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Sat Jun 24 2023 08:08:42 GMT+0200 (Central European Summer Time)",
            "time": 18.34
          }
        ]
      },
      {
        "name": "ut ipsum in consequat aliquip sunt quis ipsum ex quis",
        "id": "6513d224e0b170be6b56fab9",
        "description": "Minim velit id amet occaecat irure voluptate irure cupidatat. Pariatur laborum incididunt dolore sint eiusmod culpa. Id ad do deserunt do labore dolore aliquip. Deserunt non nisi deserunt qui pariatur voluptate duis irure ex. Do officia adipisicing nisi aute elit ex sint nisi incididunt labore.\r\n",
        "tag": [
          {
            "name": "nisi tempor velit pariatur ut aliqua exercitation commodo",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Tue Mar 14 2023 10:23:58 GMT+0100 (Central European Standard Time)",
            "time": 10.11
          }
        ]
      },
      {
        "name": "aute et est amet aliqua labore id sunt nulla proident",
        "id": "6513d224839412d520c5d458",
        "description": "Velit laboris laboris consequat commodo id excepteur consequat cillum incididunt incididunt enim laborum dolor voluptate. Amet sit nostrud officia labore voluptate culpa ullamco reprehenderit ea officia reprehenderit veniam dolore. Voluptate id deserunt esse cupidatat mollit minim veniam fugiat. Reprehenderit sit ex et eu. Lorem ullamco duis eiusmod dolore. Eu elit nisi consectetur officia qui consectetur nisi ut ut ullamco laboris.\r\n",
        "tag": [
          {
            "name": "in ea duis duis commodo mollit occaecat nulla esse officia excepteur incididunt",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Sat Apr 15 2023 05:00:35 GMT+0200 (Central European Summer Time)",
            "time": 21.77
          }
        ]
      }
    ]
  },
  {
    "timetype": "time",
    "pensum": "47%",
    "entri": [
      {
        "name": "culpa enim deserunt laboris voluptate officia ea ullamco Lorem enim",
        "id": "6513d2245ba3cc1f0e284dd8",
        "description": "Commodo consequat consectetur Lorem aliquip laboris adipisicing consectetur eu aliqua. Consectetur commodo non eu laboris et aute nisi excepteur dolor aliqua esse. Qui amet magna excepteur ea nostrud ad elit laboris eiusmod dolor.\r\n",
        "tag": [
          {
            "name": "aute reprehenderit incididunt duis laborum sint do ad",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Fri Jan 27 2023 02:21:17 GMT+0100 (Central European Standard Time)",
            "time": 19.31
          }
        ]
      },
      {
        "name": "nostrud adipisicing deserunt aute labore ullamco nisi officia ullamco elit",
        "id": "6513d2245a07f5766136f260",
        "description": "Nostrud laborum do culpa irure laborum elit adipisicing ut sint Lorem. Eu et cillum labore qui nisi proident labore laborum aliqua. Aute qui voluptate ea aliquip adipisicing est sint ex tempor.\r\n",
        "tag": [
          {
            "name": "laboris pariatur duis non duis duis ea adipisicing incididunt id amet commodo",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Wed Apr 12 2023 19:14:41 GMT+0200 (Central European Summer Time)",
            "time": 17.34
          }
        ]
      },
      {
        "name": "sint irure pariatur laborum voluptate sunt do voluptate cupidatat nulla",
        "id": "6513d2244e6bfc3ce9ac4beb",
        "description": "Sint pariatur id exercitation ut mollit sunt. Veniam aliquip veniam sit dolor dolor officia occaecat et laboris qui est sunt. Sunt deserunt dolor anim laboris fugiat adipisicing ipsum aliquip laboris non commodo mollit. Ex eu et sit amet tempor Lorem tempor consequat dolor aliquip fugiat non ad exercitation. Consectetur non anim anim in deserunt sint eiusmod do fugiat exercitation pariatur laboris ex sint. Deserunt eiusmod nostrud ullamco irure anim laborum nisi. Laborum enim cillum cupidatat occaecat veniam dolor irure ea ut eiusmod proident veniam mollit occaecat.\r\n",
        "tag": [
          {
            "name": "veniam enim consectetur ex ut magna id commodo labore nisi",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Jan 30 2023 14:48:44 GMT+0100 (Central European Standard Time)",
            "time": 7.28
          }
        ]
      },
      {
        "name": "laboris nostrud sunt adipisicing ut sunt esse labore dolore est",
        "id": "6513d2241b074bd46e06a317",
        "description": "Proident proident tempor irure enim. Elit ut minim do cupidatat sit do pariatur enim do. Cupidatat Lorem duis in commodo voluptate. Laboris nulla commodo exercitation aliqua. Officia dolor officia irure velit excepteur duis fugiat dolor ad culpa sunt.\r\n",
        "tag": [
          {
            "name": "ea eu nisi sit laboris commodo adipisicing veniam nostrud irure ipsum",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Thu Mar 16 2023 02:40:40 GMT+0100 (Central European Standard Time)",
            "time": 22.01
          }
        ]
      },
      {
        "name": "in adipisicing dolore aliquip ad sint cillum proident exercitation mollit",
        "id": "6513d224357a6fcdc99bce97",
        "description": "Quis do nulla veniam voluptate officia. Velit cupidatat aute quis aliqua do aliquip adipisicing eiusmod quis deserunt Lorem exercitation. Magna in dolore mollit sunt dolor. Reprehenderit officia consequat elit excepteur duis Lorem anim reprehenderit magna proident sunt mollit minim aliqua. Ad veniam culpa adipisicing Lorem irure dolore reprehenderit. Velit veniam deserunt elit sint veniam sit.\r\n",
        "tag": [
          {
            "name": "ex aute consectetur nostrud enim proident anim aliqua pariatur irure irure",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Thu Apr 20 2023 15:11:35 GMT+0200 (Central European Summer Time)",
            "time": 11.23
          }
        ]
      },
      {
        "name": "proident veniam sit dolore reprehenderit et anim voluptate occaecat quis",
        "id": "6513d22479e821dc16cc492d",
        "description": "Pariatur veniam sint amet est consequat in ut velit. Ullamco cupidatat sit tempor laboris laboris dolore. Ea commodo dolore ipsum dolore. Ex aliquip in et laboris duis cupidatat sint quis mollit. Et aliquip commodo ad et Lorem deserunt occaecat cillum.\r\n",
        "tag": [
          {
            "name": "magna dolor ipsum sint labore esse officia ad deserunt anim adipisicing consectetur",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Sun Jan 01 2023 15:58:08 GMT+0100 (Central European Standard Time)",
            "time": 8.82
          }
        ]
      },
      {
        "name": "aute velit ut elit labore sunt incididunt ad sint eu",
        "id": "6513d22402b1f9b4f72226ca",
        "description": "Esse non adipisicing enim laboris esse duis pariatur. Labore esse officia adipisicing tempor voluptate non pariatur ea dolore sint commodo qui sunt duis. Et id tempor adipisicing veniam et ex laboris fugiat cillum. Mollit reprehenderit officia magna mollit in eu veniam. Labore in velit aliquip ipsum enim esse adipisicing culpa sint. Ex anim qui excepteur eiusmod ex ea. Do ut culpa velit laboris dolor in cupidatat id ullamco cupidatat eiusmod ea.\r\n",
        "tag": [
          {
            "name": "esse aliquip do esse exercitation eu duis proident ut incididunt duis",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Jul 24 2023 04:20:51 GMT+0200 (Central European Summer Time)",
            "time": 0.35
          }
        ]
      }
    ]
  },
  {
    "timetype": "time",
    "pensum": "39%",
    "entri": [
      {
        "name": "laboris enim consequat amet aute anim ex ad tempor excepteur",
        "id": "6513d2240eb337789d6c7941",
        "description": "Dolor occaecat ex qui tempor sint irure veniam nostrud do labore Lorem exercitation. Anim ad velit ullamco consequat amet. Amet ipsum nostrud sint sunt sint. Ex ullamco enim cillum ex tempor amet eiusmod. Occaecat sint commodo velit nulla incididunt deserunt exercitation quis officia.\r\n",
        "tag": [
          {
            "name": "qui deserunt dolore nostrud sunt tempor aute occaecat consequat mollit",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Wed Aug 30 2023 04:26:45 GMT+0200 (Central European Summer Time)",
            "time": 1.48
          }
        ]
      },
      {
        "name": "laboris nostrud veniam incididunt Lorem ea ea id adipisicing sit",
        "id": "6513d224ccd97752d23d56e9",
        "description": "Ut ut eu esse voluptate deserunt proident labore ex in aliquip. Reprehenderit sit et cillum mollit sunt tempor veniam exercitation dolor. Ad minim labore velit culpa minim et consectetur. In excepteur dolor ea dolore commodo nulla exercitation fugiat et labore magna dolor.\r\n",
        "tag": [
          {
            "name": "incididunt mollit commodo ipsum laborum fugiat occaecat officia deserunt nisi",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Fri Apr 28 2023 15:00:03 GMT+0200 (Central European Summer Time)",
            "time": 7.3
          }
        ]
      },
      {
        "name": "ipsum cillum quis est commodo nostrud deserunt duis eu adipisicing",
        "id": "6513d224fc74c825f12a8fb2",
        "description": "Officia ipsum irure ea ipsum nostrud est. Sunt elit adipisicing sit Lorem do nisi anim laborum ut. Officia nulla mollit fugiat labore consequat irure minim ut sit. Non labore sunt officia velit sunt.\r\n",
        "tag": [
          {
            "name": "magna nostrud consectetur Lorem Lorem ea et do aute sint occaecat",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Sun Aug 27 2023 20:38:12 GMT+0200 (Central European Summer Time)",
            "time": 3.25
          }
        ]
      },
      {
        "name": "non laborum labore est aute nulla culpa est consectetur sint",
        "id": "6513d224f7cc387097d4beb6",
        "description": "Velit do proident tempor exercitation. Eiusmod elit non elit do aliqua exercitation esse tempor in sint consequat ut anim ex. Tempor fugiat duis ea duis voluptate enim occaecat minim sunt aute excepteur ex. Cillum voluptate mollit anim velit est enim est Lorem proident commodo est nulla aliqua. Ea consequat nisi deserunt et ipsum esse velit amet ex cupidatat laboris. Consequat exercitation sint nulla laboris voluptate fugiat laboris ex sint et nulla in ex.\r\n",
        "tag": [
          {
            "name": "excepteur magna tempor duis eu exercitation nisi commodo quis irure",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Apr 17 2023 15:50:45 GMT+0200 (Central European Summer Time)",
            "time": 19.33
          }
        ]
      },
      {
        "name": "cupidatat velit voluptate et deserunt fugiat nulla ex veniam ad",
        "id": "6513d22443528fa2c6ac1785",
        "description": "Lorem eiusmod non aute ipsum aute proident ut do sit sunt reprehenderit proident. Sunt aliqua id sunt minim dolor nisi proident sit. Qui commodo cupidatat eiusmod laboris commodo excepteur sunt nisi adipisicing. Anim est fugiat nostrud labore enim reprehenderit id.\r\n",
        "tag": [
          {
            "name": "consectetur veniam esse cillum commodo officia ipsum consequat",
            "type": "Nicht-Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Aug 14 2023 06:56:56 GMT+0200 (Central European Summer Time)",
            "time": 8.17
          }
        ]
      }
    ]
  },
  {
    "timetype": "decimal",
    "pensum": "4%",
    "entri": [
      {
        "name": "id adipisicing sint adipisicing nostrud id voluptate consequat duis eiusmod",
        "id": "6513d224ef2f2b0f888aef4a",
        "description": "Pariatur reprehenderit minim qui laboris anim tempor. Exercitation eu occaecat et nisi nisi nostrud duis nostrud magna laboris incididunt Lorem do amet. Do consectetur voluptate elit laborum reprehenderit aute laboris fugiat in incididunt. In nisi culpa cupidatat minim aute. Dolor excepteur velit tempor dolore proident.\r\n",
        "tag": [
          {
            "name": "do veniam ex irure qui cillum id quis ad exercitation nulla",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Sun Jun 18 2023 06:50:35 GMT+0200 (Central European Summer Time)",
            "time": 17.88
          }
        ]
      },
      {
        "name": "minim amet dolore qui id dolore mollit minim in eu",
        "id": "6513d2241d2eb18390c12144",
        "description": "Laborum dolor reprehenderit ullamco ad ipsum. Veniam voluptate laboris laboris ea tempor ea anim voluptate eiusmod tempor velit sunt. Esse sint ut dolor Lorem reprehenderit aliqua labore incididunt commodo culpa. Sit deserunt sit laborum do aliqua incididunt. Sunt qui voluptate quis magna culpa voluptate commodo. Est esse ea irure ullamco consectetur officia laborum minim in aliquip dolor.\r\n",
        "tag": [
          {
            "name": "ipsum do incididunt id consectetur veniam laborum amet Lorem non laborum deserunt",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Mon Jul 17 2023 14:46:50 GMT+0200 (Central European Summer Time)",
            "time": 3
          }
        ]
      },
      {
        "name": "duis eiusmod nostrud eu cillum occaecat ea commodo commodo ea",
        "id": "6513d224d652fc7152ec3088",
        "description": "Dolore excepteur mollit ad proident exercitation magna quis esse occaecat culpa nisi Lorem ut. Occaecat occaecat elit Lorem eu. Lorem non aliqua deserunt incididunt sint. Ipsum aute proident dolor elit anim sit sint reprehenderit nulla mollit. Anim enim magna laboris cupidatat cupidatat duis ipsum consectetur minim Lorem id. Mollit eu ex exercitation sint do incididunt commodo cupidatat. Sunt est consequat pariatur amet pariatur ipsum fugiat ea pariatur.\r\n",
        "tag": [
          {
            "name": "qui irure ad est irure enim incididunt velit",
            "type": "Tages/Halbtages-Leistungen"
          }
        ],
        "time": [
          {
            "date": "Wed Apr 05 2023 05:17:23 GMT+0200 (Central European Summer Time)",
            "time": 23.64
          }
        ]
      },
      {
        "name": "laborum consequat excepteur est eiusmod ea fugiat consectetur id culpa",
        "id": "6513d224e5c7e9ef8519d953",
        "description": "Incididunt laborum culpa velit officia. Commodo irure duis esse sint. Ut sint dolor dolor reprehenderit sunt aliqua laborum in voluptate tempor eu. Reprehenderit voluptate tempor excepteur consequat labore consectetur nostrud duis.\r\n",
        "tag": [
          {
            "name": "eiusmod excepteur velit quis ullamco do in enim anim ea aute",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Sun Mar 26 2023 04:34:24 GMT+0200 (Central European Summer Time)",
            "time": 9.98
          }
        ]
      },
      {
        "name": "labore exercitation esse mollit cillum ea labore Lorem aliqua amet",
        "id": "6513d2240bf3424efad4104d",
        "description": "Mollit quis elit laborum amet cupidatat proident enim pariatur. Proident labore voluptate Lorem nulla cillum. Duis nisi aliquip occaecat deserunt deserunt in aliqua sint. Ex deserunt labore officia et tempor nostrud sit culpa ad cillum reprehenderit ex amet exercitation. Proident duis sunt sunt nulla commodo anim ad ad consequat laborum.\r\n",
        "tag": [
          {
            "name": "deserunt ex qui nisi esse laborum laboris amet esse",
            "type": "Projektleistungen"
          }
        ],
        "time": [
          {
            "date": "Fri Feb 17 2023 23:21:28 GMT+0100 (Central European Standard Time)",
            "time": 14.03
          }
        ]
      }
    ]
  }
]